// 频道：帮派
// 关键词：成员听令
pty 注意:号令计时器启动!
$wait 240000
pty 注意:号令将在1分后刷新
$wait 30000
pty 注意:号令将在 30 秒后刷新！
$wait 20000
pty 注意:号令将在 10 秒后刷新！
$wait 10000
pty 注意:第1波号令刷新了！
$wait 240000
pty 注意:号令将在1分后刷新
$wait 30000
pty 注意:号令将在 30 秒后刷新！
$wait 20000
pty 注意:号令将在 10 秒后刷新！
$wait 10000
pty 注意:第2波号令刷新了！
$wait 240000
pty 注意:号令将在1分后刷新
$wait 30000
pty 注意:号令将在 30 秒后刷新！
$wait 20000
pty 注意:号令将在 10 秒后刷新！
$wait 10000
pty 注意:第3波号令刷新了！
$wait 240000
pty 注意:号令将在1分后刷新
$wait 30000
pty 注意:号令将在 30 秒后刷新！
$wait 20000
pty 注意:号令将在 10 秒后刷新！
$wait 10000
pty 注意:还有10分钟，第4波号令刷新了！
$wait 240000
pty 注意:号令将在1分后刷新
$wait 30000
pty 注意:号令将在 30 秒后刷新！
$wait 20000
pty 注意:号令将在 10 秒后刷新！
$wait 10000
pty 注意:还有5分钟，第5波号令刷新了！
$wait 180000
pty 注意:帮战将在2分后结束
$wait 240000
pty 注意:帮战将在1分后结束
$wait 30000
pty 注意:帮战将在 30 秒后结束！
$wait 20000
pty 注意:帮战将在 10 秒后结束！
$wait 10000
pty 注意:帮战已结束！
