// raid.flow
// 频道：世界
// 关键字：qh
@js ($num) = Math.floor(Math.random()*30+1)
[if] (num) <= 1
    chat (name)，你知道我和唐僧什么区别吗？唐僧取经我娶你
[else if] (num) = 2
    chat (name)，我手上划了一道口子你也划一条吧，这样咱俩就是两口子了❤️
[else if] (num) = 3
    chat (name)你是方便面我是白开水，今生今世我泡定你了🍜
[else if] (num) = 4
    chat (name)，矿山的挖矿声再响，也没有我想你那么想。
[else if] (num) = 5
    chat (name)，你知道你和守门人什么区别吗？他守在武道塔里，你守在我心里🐒
[else if] (num) = 6
    chat (name)，你们那边家乡话的「我喜欢你」怎么说？(ಡωಡ)
[else if] (num) = 7
    chat (name)你一直刷副本肝武道塔，什么时候有空嫁给我啊？(´･ω･`)
[else if] (num) = 8
    chat (name)！我除了恋爱没什么和你好谈的！
[else if] (num) = 9
    chat (name)你知道为什么我怕你么？因为我怕老婆_(:з」∠)_
[else if] (num) = 10
    chat (name)你的嘴真好看，特别适合说我爱你。
[else if] (num) = 11
    chat (name)我看你挺笨的吹口哨都不会，要不要我嘴对嘴教你。吹箫就不用了→_→
[else if] (num) = 12
    chat 我以前喜欢吃肉，但今天看到(name)后我决定开始吃素，因为你是我的菜。
[else if] (num) = 13
    chat 我的床不大不小，用来睡(name)刚刚好。
[else if] (num) = 14
    chat (name)你现在不珍惜我，我告诉你，过了这个扬州城，我在武道塔等你。
[else if] (num) = 15
    chat (name)我发觉你今天有点怪，怪好看的，一点都不黑。
[else if] (num) = 16
    chat (name)我们浪漫点好吗，你浪点我慢点～
[else if] (num) = 17
    chat 我一点不想(name)，一点半再想
[else if] (num) = 18
    chat (name)你看我这里有2000万玄晶，够不够包养你？
[else if] (num) = 19
    chat (name)你猜我喜欢什么制服，我喜欢穿着移花宫装被你制服。
[else if] (num) = 20
    chat 面对[(name)]，我不仅善解人意，我还善解人衣。
[else if] (num) = 21
    chat 狼王撞树上了，(name)撞我心里了。
[else if] (num) = 22
    chat 别让我看见(name)，不然我见他一次，就喜欢他一次。
[else if] (num) = 23
    chat 扬州城房产证写上(name)名字，我挖矿养你。
[else if] (num) = 24
    chat (name)你是不是喜欢我？
[else if] (num) = 25
    chat (name)你家小花园还缺钓鱼的吗？虽然我不会钓鱼，但是我会暖床(´･ω･`)
[else if] (num) = 26
    chat (name)想试试我的榴莲味唇膏吗？
[else if] (num) = 27
    chat (name)以前特别讨厌你吞吞吐吐的样子，现在觉得还挺舒服(ಡωಡ)
[else if] (num) = 28
    chat (name)今天不是你死就是我死，你可爱死了，我爱死你了。
[else if] (num) = 29
    chat 我一点都不想动，除了在(name)身上。
[else if] (num) = 30
    chat (name)你为什么要害我？害我那么喜欢你。