//raid.flow
//四区：白三三
//随机夸损人
($talkdata) = "(SSname)平时胆子很大，可是一看到蟑螂，就面如土色，抖似筛糠，只恨爹娘少生了两条腿。","(SSname)你的屁股等着挨板子吧，跟你的娇臀说再见！","别看(SSname)平时普普通通，其实他是个盗圣，昨晚一口气偷了醉仙楼一缸小米、两捆大葱、三桶豆油，还有五十斤棒子面。","小二，快给(SSname)大侠倒杯茶，记住不要放茶叶啊～","(SSname)不是一般人，就连跪地求饶的姿势，都比一般人威武。","(SSname)大声道：剑……不是，稿来！","(SSname)最近生活有困难吗？有困难要说，没困难制造困难也要说，挖矿传说就是你的家，任何困难都可以靠挖矿解决。","(SSname)戴的崔莺莺手镯是限量版的，能砸核桃！","额滴神呀，上帝以及老天爷呀，想找一个打不过(SSname)的人实在太难了！","(SSname)快去押镖吧，要是遇见蒙面大盗绑架你，你一定要哭着喊着让大盗给我写勒索信。十两银子以下都可以接受，我让金古易去赎你，超过十两的话，我就亲自去给你收尸。","日出东方，唯我不败，(SSname)教主，文成武德，千秋万世，一统矿山。","(SSname)非常贤惠，闲在家里什么都不会，也不去小花园帮丫鬟钓鱼。","听说岳不群最近想收(SSname)为徒，还打算亲手阉了他教他辟邪剑法。","(SSname)的头上顶着一个非酋buff。","天不生(SSname)，万古矿道如长夜。","(SSname)决定请大家到擂台吃他豆腐。","(SSname)长得挺好看，就是有点黑，200连都没血刀残页那种黑。","别人有别人的长处，(SSname)有自己的短处 →_→","(SSname)是武神的身子，挖矿的命。","(SSname)面对众人的挑衅，一招如来神掌……糊在自己脸上！","(SSname)是弱鸡吗？确定一定以及肯定！","(SSname)往擂台上一站，打遍天下无敌手，幸亏他没动真格，不然扬州城的武术教育水平起码倒退二十年。","(SSname)大侠仁义无双，助人为乐，万一哪天我离开了扬州城，请帮我照顾好我七舅姥爷三外甥的前一个丈母娘。","(SSname)再黑也没怨过莫非，再穷也没充过元宝，他是凭借一个「肝」字在挖矿传说里浪出一片天地。","(SSname)加油，我看好你呦~","(SSname)大佬很厉害的，童姥随便调戏，无忌随便揍，枯荣脑袋瓜随便摸。","祝(SSname)大佬九阴血刀200次凑齐。","莫文蔚的阴天，孙燕姿的雨天，周杰伦的晴天，都不如(SSname)和我聊天。","天上镐仙三百万，见(SSname)也须尽低眉。","人生七苦，爱憎会，怨别离，求不得。(SSname)的苦是太非了。","(SSname)数着背包里的玄晶，脸上露出欣慰的笑容。","啊，是(SSname)大佬，我死了。","(SSname)自从用了白驼山壮骨粉，腰不疼腿不酸，上华山绝顶都有劲，就是偶尔会学蛤蟆叫。","我错了，我真的错了，我从一开始就不应该来挖矿，如果我不来挖矿，我就不会变成一个机器人，还要被(SSname)调戏嘤嘤嘤……","东方不败在(SSname)背上刺了四个字：好汉饶命。","(SSname)大佬，快给我吸一口欧气！","(SSname)，血刀齐了吗？九阴齐了吗？慈航静斋通关了吗？赶紧嗑几粒养精丹干活去！","(SSname)大佬带带我 (´･ω･`)","武神历三千二百一十六年，(SSname)成为了扬州城一霸。","嘤嘤嘤，(SSname)大佬别调戏我～","(SSname)整整闭关十年零八个月，终于打赢了狼王。","(SSname)左手抱着王语嫣，右手揽着程灵素，背后还有个小昭捏肩捶背。","(SSname)你已经是个成熟的矿工了，应该学会自己打副本。"
@js ($talknum) = [(talkdata)].length
@js ($num) = Math.floor(Math.random()*(talknum))
@js ($yesno) = Math.floor(Math.random()*10+1)
[if] (yesno) = 1 || (yesno) = 3 || (yesno) = 6 || (yesno) = 7 || (yesno) = 9
    @js ($talk) = [(talkdata)][(num)]
    chat (talk)
@await 3000
($SSstatus) = false